oc_home.org
* Header
+ Logo 
+ RSS Icon
* Navigation
+ Home
+ Search
+ Alerts
  + Subscribe
* Recent Orders
# Carousel displaying the 5 most recently passed orders
* Side-by-side
** Alerts
# This section has a short description of the Alerts servic and an icon link to the susbscription service page
+ Sign up to our mailing list to receive email notifications
+ ICON
** About OC
+ Open Orders originally came out of [[http://civictech.ca/][CivicTech Toronto]]. The project is an attempt to increase transparency in government. Contact us _here_
* Glossary
+ *Orders-in-council*, also known as governor-in-council decisions, are cabinet decisions that can be made without having to go to Parliament. They can cover anything from minor appointments, regulatory changes and housekeeping items to major decisions such as authorizing the signing of a treaty, weapons sales and questions of national defence or national security.

+ Under the [[http://laws-lois.justice.gc.ca/eng/acts/S-22/page-1.html][Statutory Instruments Act]], a government can choose not to publish an order-in-council if its “publication could reasonably be expected to be injurious” to federal-provincial affairs, the conduct of international affairs, “the defence of Canada or any state allied or associated with Canada” or the “detection, prevention or suppression of subversive or hostile activities.”

* Footer 
+ Copyright © OpenOrders 2015
+ _Contact Info_
+ [[https://github.com/CivicTechTO/open-cabinet][OpenOrders on Github]]
+ Disclaimer: This is not a Government of Canada website. OpenOrders gets the orders from the Orders in Council database available [[http://www.pco-bcp.gc.ca/oic-ddc.asp?lang%3Deng&amp%3Bpage%3Dsecretariats][here]]. Information on the OpenOrders website should not be considered official. The orders are provided for information purposes only. To obtain an official version of an OIC, please contact the [[http://www.pco-bcp.gc.ca/index.asp?lang%3Deng&amp%3Bpage%3Dsecretariats&amp%3Bsub%3Doic-ddc&amp%3Bdoc%3Dcontact-eng.htm][Orders in Council Division]].
