oc_home.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>oc_home</title>
<!-- 2016-01-16 Sat 16:56 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="structur" />
</head>
<body>
<div id="content">
<h1 class="title">oc_home</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. Header</a></li>
<li><a href="#sec-2">2. Navigation</a></li>
<li><a href="#sec-3">3. Recent Orders</a></li>
<li><a href="#sec-4">4. Side-by-side</a>
<ul>
<li><a href="#sec-4-1">4.1. Alerts</a></li>
<li><a href="#sec-4-2">4.2. About OC</a></li>
</ul>
</li>
<li><a href="#sec-5">5. Glossary</a></li>
<li><a href="#sec-6">6. Footer</a></li>
</ul>
</div>
</div>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Header</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Logo 
</li>
<li>RSS Icon
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Navigation</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>Home
</li>
<li>Search
</li>
<li>Alerts
<ul class="org-ul">
<li>Subscribe
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Recent Orders</h2>
<div class="outline-text-2" id="text-3">
</div>
</div>
<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Side-by-side</h2>
<div class="outline-text-2" id="text-4">
</div><div id="outline-container-sec-4-1" class="outline-3">
<h3 id="sec-4-1"><span class="section-number-3">4.1</span> Alerts</h3>
<div class="outline-text-3" id="text-4-1">
<ul class="org-ul">
<li>Sign up to our mailing list to receive email notifications
</li>
<li>ICON
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-4-2" class="outline-3">
<h3 id="sec-4-2"><span class="section-number-3">4.2</span> About OC</h3>
<div class="outline-text-3" id="text-4-2">
<ul class="org-ul">
<li>Open Orders originally came out of <a href="http://civictech.ca/">CivicTech Toronto</a>. The project is an attempt to increase transparency in government. Contact us <span class="underline">here</span>
</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> Glossary</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li><b>Orders-in-council</b>, also known as governor-in-council decisions, are cabinet decisions that can be made without having to go to Parliament. They can cover anything from minor appointments, regulatory changes and housekeeping items to major decisions such as authorizing the signing of a treaty, weapons sales and questions of national defence or national security.
</li>

<li>Under the <a href="http://laws-lois.justice.gc.ca/eng/acts/S-22/page-1.html">Statutory Instruments Act</a>, a government can choose not to publish an order-in-council if its “publication could reasonably be expected to be injurious” to federal-provincial affairs, the conduct of international affairs, “the defence of Canada or any state allied or associated with Canada” or the “detection, prevention or suppression of subversive or hostile activities.”
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> Footer</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li>Copyright © OpenOrders 2015
</li>
<li><span class="underline">Contact Info</span>
</li>
<li><a href="https://github.com/CivicTechTO/open-cabinet">OpenOrders on Github</a>
</li>
<li>Disclaimer: This is not a Government of Canada website. OpenOrders gets the orders from the Orders in Council database available <a href="http://www.pco-bcp.gc.ca/oic-ddc.asp?lang=eng&amp;page=secretariats">here</a>. Information on the OpenOrders website should not be considered official. The orders are provided for information purposes only. To obtain an official version of an OIC, please contact the <a href="http://www.pco-bcp.gc.ca/index.asp?lang=eng&amp;page=secretariats&amp;sub=oic-ddc&amp;doc=contact-eng.htm">Orders in Council Division</a>.
</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: structur</p>
<p class="date">Created: 2016-01-16 Sat 16:56</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.5.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
